Repository: GetStream/stream-chat-swift
Catalog: DemoApp/*.lproj/Localizable.strings
Languages: cs

# channel.name.and
source: and
cs: a

# channel.name.andXMore
source: and %@ more
cs: a %@ více

# channel.name.missing
source: NoChannel
cs: Bez názvu

# channel.item.empty-messages
source: No messages
cs: Žádné zprávy

# channel.item.typing-singular
source: is typing ...
cs: Píše ...

# channel.item.typing-plural
source: are typing ...
cs: Píšou ...

# message.actions.inline-reply
source: Reply
cs: Odpovědět

# message.actions.thread-reply
source: Thread Reply
cs: Odpovědět ve vláknu

# message.actions.edit
source: Edit Message
cs: Upravit zprávu

# message.actions.copy
source: Copy Message
cs: Kopírovat zprávu

# message.actions.delete
source: Delete Message
cs: Smazat zprávu

# message.actions.delete.confirmation-title
source: Delete Message
cs: Smazat zprávu

# message.actions.delete.confirmation-message
source: Are you sure you want to permanently delete this message?
cs: Opravdu chcete permanently smazat tuto zprávu?

# message.actions.user-unblock
source: Unblock User
cs: Odblokovat uživatele

# message.actions.user-block
source: Block User
cs: Blokovat uživatele

# message.actions.user-unmute
source: Unmute User
cs: Zrušit ztišení uživatale

# message.actions.user-mute
source: Mute User
cs: Ztišit uživatele

# message.actions.resend
source: Resend
cs: Odeslat znovu

# messageList.typingIndicator.typing-unknown
source: Someone is typing
cs: Někdo píše

# message.threads.reply
source: Thread Reply
cs: Odpovědi ve vlákně

# message.threads.replyWith
source: with %@
cs: Uvnitř %@

# alert.actions.cancel
source: Cancel
cs: Zrušit

# alert.actions.delete
source: Delete
cs: Smazat

# message.only-visible-to-you
source: Only visible to you
cs: Toto vidíte pouze Vy

# message.deleted-message-placeholder
source: Message deleted
cs: Zpráva smazána

# composer.title.edit
source: Edit Message
cs: Upravit zprávu

# composer.title.reply
source: Reply to Message
cs: Odpovědět na zprávu

# composer.placeholder.message
source: Send a message
cs: Poslat zprávu

# composer.placeholder.giphy
source: Search GIFs
cs: Prohledat GIFy

# composer.checkmark.direct-message-reply
source: Also send as direct message
cs: Poslat také jako soukromou zprávu

# composer.checkmark.channel-reply
source: Also send in channel
cs: Poslat také do konverzace

# composer.picker.title
source: Choose attachment type:
cs: Zvolte si typ přílohy:

# composer.picker.file
source: File
cs: Soubor

# composer.picker.media
source: Photo or Video
cs: Fotografie nebo Video

# composer.picker.cancel
source: Cancel
cs: Zrušit

# composer.suggestions.commands.header
source: Instant Commands
cs: Instantní příkazy

# message.sending.attachment-uploading-failed
source: UPLOADING FAILED
cs: NAHRÁVÁNÍ SOUBORU SELHALO

# message.title.group
source: %d members, %d online
cs: %d členů, %d online

# current-selection
source: %d of %d
cs: %d z %d

# attachment.max-size-exceeded
source: Attachment size exceed the limit.
cs: Velikost přílohy překročila limit.
